{"0": ["Providing customized Services."], "1": ["At some Turner Network Sites, you can order products, enter contests, vote in polls or otherwise express an opinion, subscribe to one of our services such as our online newsletters or text message alerts, or participate in one of our online forums or communities.In the course of these various offerings, we often seek to collect from you various forms of personally identifiable information.Examples of the types of personally identifiable information that may be collected at these pages include name, address, e mail address, telephone number, fax number and credit card information."], "2": ["The information that we collect includes unique identifiers, browser type and settings, device type and settings, operating system, mobile network information including operator name and phone number and application version number.We also collect information about the interaction of your apps, browsers and devices with our services, including IP address, crash reports, system activity, and the date, time and referrer URL of your request.", "Learn more about section 5", "Data Subject and Consumer Information Requests", " Geolocation Information means information that identifies, with reasonable specificity, your location by using, for instance, longitude and latitude coordinates obtained through GPS or Wi Fi or cell site triangulation."], "3": [], "4": [], "5": ["If you are in the European Economic Area EEA , Switzerland, or the UK, or a resident of California, please refer to the respective dedicated sections below.Otherwise, at your request, and as required by applicable law, we will "], "6": [], "7": ["Non Personally Identifiable Information We may aggregate and/or anonymize information collected through the Service so that the information does not identify you.We may use aggregated, anonymized, and other non personally identifiable information for any purpose, including for research and marketing purposes, and our use and disclosure of such information is not subject to any restrictions under this Privacy Policy."], "8": [" You will also be able to opt out of certain other types of data processing by updating your settings on the applicable Amazon website e.g., in \"Manage Your Content and Devices\" , device, or application.For more information click here.Most non Amazon devices also provide users with the ability to change device permissions e.g., disable/access location services, contacts .For most devices, these controls are located in the device's settings menu.If you have questions about how to change your device permissions on devices manufactured by third parties, we recommend you contact your mobile service carrier or your device manufacturer as different devices may have different permission settings."], "9": ["Click here to read additional disclosures required under the California Consumer Privacy Act and other California laws."]}